IDEA StatiCa Open Model
ProjectDataConcreteEc2.CodeEN1992_2 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Flag if code EN 1992-2 is included
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CodeEN1992_2 { get; set; }
Public Property CodeEN1992_2 As Boolean
	Get
	Set
public:
property bool CodeEN1992_2 {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ProjectDataConcreteEc2 Class
IdeaRS.OpenModel.Concrete Namespace